CSI API ETABS v1
cDesignCompositeBeam.ResetOverwrites Method
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
int ResetOverwrites()
Function ResetOverwrites As Integer
Dim instance As cDesignCompositeBeam
Dim returnValue As Integer
returnValue = instance.ResetOverwrites()
int ResetOverwrites()
abstract ResetOverwrites : unit -> int
Return Value
Type: Int32
See Also
Reference
cDesignCompositeBeam Interface
ETABSv1 Namespace